Revit 2027 API
SymbolTypeId.LPerMin Property
 Symbol L/min, indicating unit Liters per minute.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LPerMin { get; }
Public Shared ReadOnly Property LPerMin As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LPerMin {
	ForgeTypeId^ get ();
}
static member LPerMin : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace